
// Вивести на екран таблицю множення числа 7 за допомогою циклу for.
// Створити масив з числами від 1 до 5. Вивести на екран кожен елемент масиву за допомогою циклу while.
// Створити масив із числами від 1 до 10. За допомогою циклу for пройтися по масиву та вивести на екран всі числа, крім числа 7. Якщо зустрінете число 7, закінчити виконання циклу за допомогою оператора break.
// Створити скрипт, який виводить на екран всі числа, які менші за n. Якщо зустрічається число, що більше або дорівнює n, цикл повинен бути закінчений за допомогою break.
// За допомогою циклу while вивести на екран всі числа від 1 до 20, крім чисел, кратних 3. Якщо зустрінете число, кратне 3, цикл повинен продовжити виконання за допомогою оператора continue.

// let counter = 0; 

// while (counter <= 10) {
//     console.log('counter', counter)

//     counter += 1
// }

// for (let i = 2; i <= 20; i += 1) {
//     if (i % 2 === 0) {
//         console.log(i);
//     } else {
//         continue
//     }
// }

for (let i = 7; i )


